{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dashboard-nvim": {
      "src": "https://github.com/nvimdev/dashboard-nvim"
    },
    "devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "fzf-lua": {
      "src": "https://github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "guess-indent.nvim": {
      "src": "https://github.com/NMAC427/guess-indent.nvim"
    },
    "kanagawa.nvim": {
      "src": "https://github.com/rebelot/kanagawa.nvim",
      "version": "'master'"
    },
    "lualine": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "mini.ai": {
      "src": "https://github.com/nvim-mini/mini.ai"
    },
    "mini.icons": {
      "src": "https://github.com/echasnovski/mini.icons"
    },
    "mini.pairs": {
      "src": "https://github.com/nvim-mini/mini.pairs"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "oil": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "tiny-diagnostics": {
      "src": "https://github.com/rachartier/tiny-inline-diagnostic.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}